export const areaList = {
  "t_1":"艾欧尼亚",
  "t_2":"祖安",
  "t_3":"诺克萨斯",
  "t_4":"班德尔城",
  "t_5":"皮尔特沃夫",
  "t_6":"战争学院",
  "t_7":"巨神峰",
  "t_8":"雷瑟守备",
  "t_9":"裁决之地",
  "t_10":"黑色玫瑰",
  "t_11":"暗影岛",
  "t_12":"钢铁烈阳",
  "t_13":"水晶之痕",
  "t_14":"均衡教派",
  "t_15":"影流",
  "t_16":"守望之海",
  "t_17":"征服之海",
  "t_18":"卡拉曼达",
  "t_19":"皮城警备",
  "n_1":"比尔吉沃特",
  "n_2":"德玛西亚",
  "n_3":"弗雷尔卓德",
  "n_4":"无畏先锋",
  "n_5":"恕瑞玛",
  "n_6":"扭曲丛林",
  "n_7":"巨龙之巢",
  "o_1":"峡谷之巅",
  "o_2":"男爵领域",
  "o_3":"教育网专区"
}

export const areaOptions = [
  {
    "key": "telecom",
    "label": "电信大区",
    "children":[
      {
        "key": "t_1",
        "label": "艾欧尼亚"
      },
      {
        "key": "t_2",
        "label": "祖安"
      },
      {
        "key": "t_3",
        "label": "诺克萨斯"
      },
      {
        "key": "t_4",
        "label": "班德尔城"
      },
      {
        "key": "t_5",
        "label": "皮尔特沃夫"
      },
      {
        "key": "t_6",
        "label": "战争学院"
      },
      {
        "key": "t_7",
        "label": "巨神峰"
      },
      {
        "key": "t_8",
        "label": "雷瑟守备"
      },
      {
        "key": "t_9",
        "label": "裁决之地"
      },
      {
        "key": "t_10",
        "label": "黑色玫瑰"
      },
      {
        "key": "t_11",
        "label": "暗影岛"
      },
      {
        "key": "t_12",
        "label": "钢铁烈阳"
      },
      {
        "key": "t_13",
        "label": "水晶之痕"
      },
      {
        "key": "t_14",
        "label": "均衡教派"
      },
      {
        "key": "t_15",
        "label": "影流"
      },
      {
        "key": "t_16",
        "label": "守望之海"
      },
      {
        "key": "t_17",
        "label": "征服之海"
      },
      {
        "key": "t_18",
        "label": "卡拉曼达"
      },
      {
        "key": "t_19",
        "label": "皮城警备"
      },
    ]
  },
  {
    "key": "netcom",
    "label": "网通大区",
    "children":[
      {
        "key": "n_1",
        "label": "比尔吉沃特"
      },
      {
        "key": "n_2",
        "label": "德玛西亚"
      },
      {
        "key": "n_3",
        "label": "弗雷尔卓德"
      },
      {
        "key": "n_4",
        "label": "无畏先锋"
      },
      {
        "key": "n_5",
        "label": "恕瑞玛"
      },
      {
        "key": "n_6",
        "label": "扭曲丛林"
      },
      {
        "key": "n_7",
        "label": "巨龙之巢"
      },
    ]
  },
  {
    "key": "othercom",
    "label": "其它大区",
    "children":[
      {
        "key": "o_1",
        "label": "峡谷之巅"
      },
      {
        "key": "o_2",
        "label": "男爵领域"
      },
      {
        "key": "o_3",
        "label": "教育网专区"
      }
    ]
  }
]
